[
    {
        "id": 1,
        "name": "Человек и общество",
        "desc": "Термины Человек и общество",
        "sub_categories": [
            {
                "id": 1,
                "name": "Индивид (от лат. individuum – неделимое, особь) отдельно взятый представитель всего человеческого рода.",
                "desc": "Индивидуальность (от лат. individuum – неделимое, особь) – неповторимое своеобразие человека, набор его уникальных свойств. Если, употребляя слово индивид, мы пытаемся отметить связь человека с другими представителями человеческого рода, то понятие “индивидуальность”, напротив, выделяет человека из сообщества других людей."
            },
            {
                "id": 2,
                "name": "Личность (англ. personality; от лат. persona – маска актера, роль) – 1) особые качества человека, приобретаемые им в социокультурной среде в совместной деятельности и общении; 2) человек со своими социально обусловленными и индивидуально выраженными качествами (интеллектуальными, эмоциональными, волевыми, нравственными и др.)",
                "desc": "Человек – целостное биопсихосоциальное существо, связанное с другими формами жизни, но выделившееся из них, способное производить орудия труда, обладающее членораздельной речью и сознанием, нравственными качествами. Человек – субъект общественно-исторического развития, создатель материальных и духовных ценностей."
            }
        ]
    },
    {
        "id": 2,
        "name": "Экономика",
        "desc": "Термины Экономика",
        "sub_categories": [
            {
                "id": 1,
                "name": "Акция – ценная бумага, выпускаемая акционерным обществом, закрепляющая права на получение дивидендов (части прибыли)",
                "desc": "Банк – финансовая организация, основные виды деятельности которой — привлечение и размещение денежных средств, а также проведение расчетов. С экономической точки зрения банки выступают на денежном рынке е посредниками между теми, у кого есть свободные денежные средства, и теми, кто нуждается в дополнительных ресурсах."
            },
            {
                "id": 2,
                "name": "ВВП (валовой внутренний продукт) — экономический показатель, определяющийся как сумма рыночных цен всех конечных продуктов (товаров и услуг), произведенных в течение года на территории страны.",
                "desc": "ВНП (валовой национальный продукт) – экономический показатель, определяющийся как сумма рыночных цен всех конечных продуктов (товаров и услуг), созданных производителями данной страны в течение года как внутри станы, так и за рубежом."
            },
            {
                "id": 3,
                "name": "Глобализация в экономике – связь различных стран в единое мировое хозяйство.",
                "desc": "Деньги – средство платежа за товар или услугу."
            }
        ]
    }
]